[
  {
    "name": "Bench Press",
    "instructions": "Lie back on a bench with a barbell gripped slightly wider than shoulder-width.\nLower the barbell to the chest, keeping elbows at a 45-degree angle.\nPush the bar back up to the starting position.",
    "videoId": "SCVCLChPQFY"
  },
  {
    "name": "Dumbbell Flyes",
    "instructions": "Lie on a bench with a dumbbell in each hand, palms facing each other.\nWith a slight bend in your elbows, open your arms wide, lowering the weights until they're in line with the chest.\nBring the dumbbells back up by squeezing the chest.",
    "videoId": "eozdVDA78K0"
  },
  {
    "name": "Push-Ups",
    "instructions": "Begin in a plank position with your hands slightly wider than shoulder-width apart.\nKeep your feet together and your body in a straight line.\nEngage your core and glutes. Lower your body until your chest nearly touches the floor, keeping your elbows close to your body.\nPush back up to the starting position.",
    "videoId": "IODxDxX7oi4"
  },
  {
    "name": "Pull-Ups",
    "instructions": "Grip a pull-up bar with palms facing away from you, hands slightly wider than shoulder-width.\nPull yourself up until your chin is over the bar, then lower back down.",
    "videoId": "eGo4IYlbE5g"
  },
  {
    "name": "Bent-Over Row",
    "instructions": "Bend your knees slightly and bend over the bar with your back straight.\nGrab the barbell with palms facing down.\nPull the bar towards your chest, then lower it back down.",
    "videoId": "G8l_8chR5BE"
  },
  {
    "name": "Deadlift",
    "instructions": "Stand with your mid-foot under the barbell.\nBend over and grip the bar, with your shoulder blades directly over the bar.\nBend your knees until your shins touch the bar.\nLift the bar by straightening your back.",
    "videoId": "ytGaGIn3SjE"
  },
  {
    "name": "Squats",
    "instructions": "Stand with feet a little wider than shoulder-width apart, hips stacked over knees, and knees over ankles.\nExtend arms out straight so they are parallel with the ground.\nSit back and down as if sitting into an imaginary chair.\nLower down so thighs are as parallel to the floor as possible.\nPress back up to start.",
    "videoId": "aPYCiuiB4PA"
  },
  {
    "name": "Leg Press",
    "instructions": "Sit in a leg press machine with your feet shoulder-width apart on the platform.\nLower the platform towards your chest until your legs are at 90 degrees, then push it back up.",
    "videoId": "IZxyjW7MPJQ"
  },
  {
    "name": "Lunges",
    "instructions": "Stand with feet hip-width apart.\nTake a large step forward with one leg and shift your weight forward so your heel hits the floor first.\nLower your body until your front thigh is parallel to the floor and your back knee is bent at about a 90-degree angle and hovering above the floor.\nReturn to the starting position.",
    "videoId": "QOVaHwm-Q6U"
  },
  {
    "name": "Bicep Curls",
    "instructions": "Stand up straight with a dumbbell in each hand at arm's length.\nKeep your elbows close to your torso and rotate the palms of your hands until they are facing forward.\nNow, keeping the upper arms stationary, exhale and curl the weights while contracting your biceps.\nContinue to raise the weights until your biceps are fully contracted.\nInhale and slowly begin to lower the dumbbells back to the starting position.",
    "videoId": "ykJmrZ5v0Oo"
  },
  {
    "name": "Tricep Dips",
    "instructions": "Sit on the edge of a chair or bench.\nSlide your butt off the edge, supporting yourself with your arms.\nBend and straighten your arms to lower and raise your body.",
    "videoId": "0326dy_-CzM"
  },
  {
    "name": "Hammer Curls",
    "instructions": "Stand with a dumbbell in each hand, arms at your sides, palms facing your body.\nKeep your upper arms stationary, exhale, and curl the weights while contracting your biceps.\nLower the weights to the starting position.",
    "videoId": "zC3nLlEvin4"
  },
  {
    "name": "Shoulder Press",
    "instructions": "Sit on a bench with back support.\nHold a dumbbell in each hand at shoulder height.\nExtend your arms upward, then lower the dumbbells back to shoulder height.",
    "videoId": "B-aVuyhvLHU"
  },
  {
    "name": "Lateral Raises",
    "instructions": "Stand with a dumbbell in each hand at your sides.\nRaise the arms out to the sides until they're at shoulder height, then slowly lower back down.",
    "videoId": "3VcKaXpzqRo"
  },
  {
    "name": "Front Raises",
    "instructions": "Stand with a dumbbell in each hand in front of your thighs.\nRaise one arm straight in front of you to shoulder height, then lower back down.\nRepeat with the other arm.",
    "videoId": "zM5Sh7V5Vx4"
  },
  {
    "name": "Crunches",
    "instructions": "Lie on your back with your knees bent and feet flat on the floor.\nPlace your hands behind your head without locking your fingers.\nLift your upper body off the floor using your core muscles.\nSlowly lower yourself back down.",
    "videoId": "Xyd_fa5zoEU"
  },
  {
    "name": "Plank",
    "instructions": "Place your hands directly under your shoulders, slightly wider than shoulder-width apart.\nGround your toes into the floor and squeeze your glutes to stabilize the body.\nNeutralize your neck and spine by looking at a spot on the floor about a foot beyond your hands.\nHold this position.",
    "videoId": "pSHjTRCQxIw"
  },
  {
    "name": "Russian Twists",
    "instructions": "Sit on the ground with your knees bent and feet flat on the floor.\nLean back slightly so your torso and thighs form a V shape.\nHolding your hands together, twist from side to side.",
    "videoId": "wkD8rjkodUI"
  }
]